Repository: TobiVanHelsinki/ShadowRunHelper
Catalog: SharedCodeBase/Strings/*/Resources.resw
Source language: en
Languages: de

# HelpDBIntro.Text
source: In this database you will find predefined entries. Click on an entry to select it. With the commands below you can then apply this selection to your current character. If you already have an entry with the same name in the same category, your entry will not be overwritten. For database entries with links to other entries, the system tries to link your entries. If this fails, the linked entry is also copied.
de: In dieser Datenbank findest du vorgefertigte Einträge. Klicke auf einen Eintrag, um ihn auszuwählen. Mit den Befehlen unten kannst du diese Auswahl dann in deinen aktuellen Charakter übernehmen. Solltest du bereits einen Eintrag mit dem selben Namen in der selben Kategorie besitzen, wird dein Eintrag nicht überschrieben. Für Datenbankeinträge mit Verknüpfungen zu anderen Einträgen wird versucht, deine Einträge zu verknüpfen. Falls das misslingt, wird auch der verknüpfte Eintrag kopiert.

# of.Text
source: of
de: von

# Tut_TitleState_00
source: App introduction
de: App Einleitung

# UI_Optionen_AutoSaveInterval.Text
source: Watingtime for Changes in milliseconds
de: Wartezeit für Änderungen in Millisekunden

# Tut_State_01
source: Welcome to ShadowRunHelper! This tutorial will explain the essential elements of the app. If the tutorial covers the whole screen (on small displays) you can make it transparent through the eye-button.
de: Die Hauptnavigation. Diese 3 Buttons sind immer sichtbar. Wechsle mit ihnen zwischen 1. Dem Aktuellen Charakterbogen 2. Der liste aller Charakterbögen 3. Einstellungen, Impressum, Hilfen

# Tut_State_02
source: The main navigation. These 3 buttons are always visible. Switch with them between 1. the current character sheet 2. the list of all character sheets 3. settings, imprint, help
de: In der aktuellen Ansicht verwaltest du alle gespeichrten Charakterbögen.

# Tut_State_03
source: In the current view you manage all saved character sheets. The red highlighted list shows all your saved characters. By default, chars are saved within the app. In the options you can choose whether they should be synchronized via your account. You can also choose a different folder as the location.
de: Diese Liste zeigt alle deine gespeicherten Charaktere an. Standardmäßig werden Chars innerhalb der App gespeichert. In den Optionen kannst du auswählen, ob sie über deinen Account synchronisieren werden sollen. Du kannst auch einen anderen Ordner als Speicherort wählen.

# Tut_State_04
source: That's it with the tutorial. You can create a new character, but it's better to look at the example character first.
de: Das war's mit dem ersten Tutorial. Du kannst einen neuen Charakter erstellen, aber besser ist es, du schaust dir erst den Beispielcharakter an.

# UI_TxT_SaveAtCurrentPlace.Text
source: Save at current Folder
de: Speichern in aktuellem Ordner

# UI_Optionen_TutorialMainShown.Text
source: Read "Char Administration" Guide
de: Tutorial abgeschlossen

# UI_CharVerwaltung_Btn_Alle_Chars_Loeschen.Label
source: Delete all Chars
de: Alle Chars Löschen

# AuswahlDialog.PrimaryButtonText
source: Finish
de: Fertig

# AuswahlDialog.Title
source: selection
de: Auswahl

# Request_Delete.No
source: No
de: Ach nein doch nicht ...

# Request_Delete.Text
source: Really delete?
de: Möchtest Du die Datei wirklich löschen? Sie wird wirklich gelöscht, nicht in den Papierkorb verschoben und kann nicht wiederhergestellt werden.

# Request_Delete.Title
source: request
de: Nachfrage

# Request_Delete.Yes
source: Really delete!
de: Wirklich Löschen!

# Request_DeleteAll.No
source: No
de: Ach nein doch nicht ...

# Request_DeleteAll.Text
source: This will destroy the existence of... EVERYONE!, Chummer! Are you sure you want to do this?
de: Damit zerstörst du die Existenz von ... JEDEM!, Chummer! Bist du sicher, dass du das machen willst?

# Request_DeleteAll.Title
source: request
de: Nachfrage

# Request_DeleteAll.Yes
source: Really delete!
de: Wirklich Löschen!

# UI_Label_Rename.Label
source: Rename
de: Umbenennen

# Notification_Error_SaveFail_OPInProgress
source: Saving not possible, an other operation is in progress
de: Speichern fehlgeschlagen - andere Operation in Gange

# UI_TxT_SaveExtern.Text
source: Save at extern Folder
de: Speichern in externem Ordner

# Model_BerechnetM_.Text
source: Calculated values
de: Berechnete Werte

# Model_Berechnet_.Text
source: Calculated value
de: Berechneter Wert

# Model_Berechnet_Laufen.Text
source: Walk
de: Laufen

# Model_Berechnet_Rennen.Text
source: Run
de: Rennen

# Model_Berechnet_Tragen.Text
source: Carrie
de: Tragen

# UI_Optionen_U_CharPageConfig.Text
source: Choose categories
de: Kategorien auswählen

# UI_Settings_Btn_Speichern.Content
source: Reload to see changes
de: Neuladen zum Anwenden

# UI_Settings_Btn_Reset.Content
source: Reset
de: Zurücksetzen

# Notification_Info_NotSupportedVersion
source: This Fileversion is outdated. If you want to upgrade this char, please contact support.
de: Diese Version des Chars wird seid langem nicht mehr unterstützt. Bitte wende dich an den Support, wenn du ihn unbedingt konvertiert haben möchtest.

# UI_TxT_Cat_Truncate.Text
source: truncate category
de: Kategorie leeren

# FurtherSettings.Text
source: more
de: Mehr

# Notification_Error_LogicFail
source: Programlogic-error
de: Programmlogik Fehler

# UI_TxT_CSV_Cat_Export_Selected.Text
source: CSV Export (just selected)
de: CSV Export (nur markierte)

# Error_GetFolder
source: Error, couldn't get folder.
de: Fehler, konnte nicht auf Ordner zugreifen.

# Char_View_Pivot_Settings.Label
source: Settings
de: Einstellungen

# Error_RepairLinkList
source: Could not restore link item: {0}
de: Fehler, konnte Link mit {0} nicht wiederherstellen

# Order.Text
source: order item
de: Sortieren

# UI_TxT_Cat_Order_ABC.Text
source: alphabeticly
de: Alphabetisch

# UI_TxT_Cat_Order_Orig.Text
source: Load saved order
de: Sortierung laden

# UI_TxT_Cat_Order_Save.Text
source: Save current order
de: Sortierung speichern

# UI_TxT_Cat_Order_Type.Text
source: after "type"
de: Nach "Typ"

# Model_KomplexeFormM_.Text
source: Complex Forms
de: Komplexe Formen

# Model_KomplexeForm_.Text
source: Complex Form
de: Komplexe Form

# Model_Sprite_Dienste.Text
source: Services
de: Dienste

# Model_Sprite_Geb_Reg.Text
source: Registered
de: Registriert

# Model_WandlungM_.Text
source: Submersions
de: Wandlungen

# Model_Wandlung_.Text
source: Submersion
de: Wandlung

# UI_Btn_Bearbeiten_Munition.Content
source: Choose Ammunition
de: Munition auswählen

# UI_Btn_Bearbeiten_LinkedThings.Content
source: Edit Links
de: Verknüpfungen Bearbeiten

# Model_Person_Schaden_G_max_mod.Text
source: Max. Physical-Damage modifier
de: Max.G-Schaden modifier

# Model_Person_Schaden_K_max_mod.Text
source: Max. Mental-Damage modifier
de: Max.K-Schaden modifier

# Model__Active.Text
source: Active entry:
de: Aktiver Eintrag:

# Notification_Info_UpgradedChar_1_5_to_1_6
source: Your char was upgraded to the newest version. you cannot open it in older app versions properly.
de: Ihr Char wurde auf die neuste Version geupgraded. Er kann nicht mehr vollständig in alten App Versionen geladen werden.

# Notification_Warning_NotAddLinkedEntry
source: Info: Reference wasn't added
de: Warnung: Referenz "{0}" konnte nicht gesetzt werden.

# Error_ObjectCopy
source: Could not copy all
de: Konnte nicht alles kopieren.

# Model_Fertigkeit_CreateHandlung
source: Create Action
de: Handlung anlegen

# IAP_TXT_ADS.Content
source: Lifetime no Ads
de: Keine Werbung für ein Leben

# IAP_TXT_ADS_365.Content
source: No Ads for one year
de: Keine Werbung für ein Jahr

# IAP_TXT_TEE.Content
source: Buy me some tee
de: Kauf mir einen Tee

# UI_Optionen_U_Buy.Text
source: Buy
de: Kaufen

# Ui_Admin_Filename.Text
source: Filename
de: Dateiname

# Ui_Admin_Filepath.Text
source: Filepath
de: Dateifad

# UI_TxT_OpenFolder.Text
source: open folder
de: Ordner öffnen

# UI_TxT_OpenFolderSTD.Label
source: open saveplace
de: Speicherort öffnen

# Model_Handlung_GegenZusatz.Text
source: Defense Addition
de: Gegen Zusatz

# Model_Handlung_GrenzeZusatz.Text
source: Limit Addition
de: Grenze Zusatz

# Model_Handlung_WertZusatz.Text
source: Pool Addition
de: Wert Zusatz

# Content_Erinnerung
source: memento
de: Erinnerung

# Content_Menschenkenntnis
source: knowledge of human nature
de: Menschenkenntnis

# Content_Schadenswiderstand
source: damage resistance
de: Schadenswiderstand

# Content_Selbstbeherrschung
source: self-control
de: Selbstbeherrschung

# UI_Optionen_U_Buying_Header.Text
source: Here you have the possibility to make purchases. You can turn off advertising with the first two options. The third option supports the apps developer.
de: Hier hast du die Möglichkeit, Käufe zu tätigen. Du kannst mit den ersten beiden Optionen die Werbung abschalten. Mit der dritten Option unterstützt du dem Entwickler für diese App.

# UI_Optionen_U_Buying_Note.Text
source: Note: Having apps in the store costs 18€ per year. It would be cool if the app would at least cover the costs.
de: Notiz am Rande: Apps im Store zu haben kostet im Jahr 18€. Es wäre cool, wenn die App daher wenigstens Kostendeckend arbeiten würde.

# Error_LoadPurchases
source: Error: Could not load your purchases
de: Fehler: Ihre Käufe konnten nicht geladen werden.

# Notification_Error_General
source: Some Error
de: Nicht näher spezifizierter Fehler:

# UI_Optionen_EditAfterAdd.Tip
source: Error not specified in detail:
de: Nachdem du ein Objekt erstellt hast, wird sofort der bearbeiten Dialog aufgerufen.

# UI_Optionen_Group_Char.Text
source: Current Char
de: Aktueller Char

# UI_Optionen_Group_File.Text
source: file management
de: Dateiverwaltung

# UI_Optionen_Group_IO.Text
source: Saving and loading
de: Speichern und Laden

# UI_Optionen_Group_Other.Text
source: Current Char
de: Anderes

# UI_Optionen_LoadOnStart.Tip
source: The char that was active when the app was closed is loaded at startup. Attention, this increases the app loading time.
de: Der Char, der beim Schließen der App aktiv war, wird beim Starten geladen. Achtung, dies erhöht die App-Ladezeit.

# UI_Optionen_FileNameUseProgres.Tip
source: The file name is generated automatically and contains: Name of the char, karma, number of runs.
de: Der Dateiname wird automatisch generiert und beinhaltet: Name des Char, Karma, Anzahl Runs.

# UI_TxT_Save.Text
source: Save
de: Speichern

source: Cancel
de: Abbrechen

# UI_TxT_CSV_Cat_Export.ToolTipService.ToolTip
source: Saves this category in CSV format (Excel compatible) in a folder.
de: Speichert diese Kategorie im CSV Format (Excel Kompatible) in einem Ordner.

# UI_TxT_OpenFolder.ToolTipService.ToolTip
source: Opens the folder of the current file
de: Öffnet den Ordner der aktuellen Datei

# UI_TxT_Repair.ToolTipService.ToolTip
source: Sometimes errors occur at the link system. Then you can try this function.
de: Manchmal kommt es zu Fehlern bei Verknüpfungen. Dann kannst du diese Funktion versuchen.

# UI_TxT_SaveAtCurrentPlace.ToolTipService.ToolTip
source: If you opened the file externally (e.g. from another program) you can save it to your normal location.
de: Hast du die Datei extern geöffnet (z.B. aus einem anderne Programm heraus) kannst Du sie an deinem normalen Speicherort speichern.

# UI_TxT_SaveExtern.ToolTipService.ToolTip
source: Select a new location for this file
de: Wähle einen neuen Speicherort für diese Datei aus.

# UI_TxT_Unload.Text
source: unloading
de: Entladen

# UI_TxT_Unload.ToolTipService.ToolTip
source: Removes only the loaded char from the app. Storage files are not affected.
de: Entfernt nur den geladenen Char aus der App. Speicherdateien werden nicht beeinflusst.

# UI_TxT_Cat_UncheckAll.Text
source: Deselect All
de: Alles abwählen

# IAP_Error
source: Purchase not successful
de: Fehler beim Kauf

# IAP_Succeeded
source: Purchase Successful
de: Kauf Erfolgreich

# Request_NotSave.No
source: continue without saving
de: ohne Speichern fortfahren

# Request_NotSave.Text
source: The current char has unsaved changes
de: Der aktuelle Char hat noch ungespeicherte Änderungen

# Request_NotSave.Title
source: Warning
de: Warnung

# Request_NotSave.Yes
source: Save and Continue
de: Speichern und fortfahren

# UI_TxT_ExportAll.Label
source: Save all in external folder
de: Alle in externem Ordner speichern

# UI_TxT_ExportAll.ToolTipService.ToolTip
source: Copies all files listed here to another folder
de: Kopiert alle hier aufgelisteten Dateien in einen anderen Ordner

# UI_CharVerwaltung_Btn_Create_ExampleChar.ToolTipService.ToolTip
source: Load the example/turorial character sheet into the current folder
de: Laden den Beispiel/Turorial-Charakterbogen in den aktuellen Ordner

# UI_CharVerwaltung_Btn_Neu.ToolTipService.ToolTip
source: Use it to create a new character sheet
de: Erstelle damit einen neuen Charakterbogen

# UI_TxT_OpenFolderSTD.ToolTipService.ToolTip
source: Open the folder where all your character sheets are located.
de: Öffne den Ordner, in dem alle deine Charakterbögen liegen.

# UI_Label_CSV_Export.ToolTipService.ToolTip
source: Saves this character sheet in CSV format (Excel compatible) in a folder. Several files are created.
de: Speichert diesen Charakterbogen im CSV Format (Excel Kompatible) in einem Ordner. Es werden mehrere Dateien angelegt.

# UI_Label_DeleteChar.ToolTipService.ToolTip
source: Deletes this file.
de: Löscht diese Datei.

# UI_Label_File_Export.ToolTipService.ToolTip
source: Copy this file to another location.
de: Kopiert diese Datei an einen anderen Ort.

# UI_Label_LoadChar.ToolTipService.ToolTip
source: Opens this file.
de: Öffnet diese Datei.

# UI_TxT_CSV_Cat_Export_Selected.ToolTipService.ToolTip
source: Saves selected entries of this category in CSV format (Excel compatible) in a folder.
de: Speichert ausgewählte Einträge dieser Kategorie im CSV Format (Excel Kompatible) in einem Ordner.

# UI_TxT_CSV_Cat_Import.ToolTipService.ToolTip
source: Select a CSV file whose content will be imported into this category. If the import and export categories are not identical, not all information is imported.
de: Wähle eine CSV Datei aus, deren Inhalt in diese Kategorie importiert wird. Wenn die Im- und Export Kategorien nicht identisch sind, werden nicht alle Informationen importiert.

# UI_TxT_Cat_Order_Orig.ToolTipService.ToolTip
source: Loads the previously saved sequence of the entry of this category.
de: Lädt die zuvor gesicherte Reihenfolge der Eintrag dieser Kategorie.

# UI_TxT_Cat_Order_Save.ToolTipService.ToolTip
source: Saves the current sequence of the entry of this category.
de: Sichert die derzeitige Reihenfolge der Eintrag dieser Kategorie.

# UI_TxT_Cat_Truncate.ToolTipService.ToolTip
source: This clears the entire category.
de: Damit wird die gesamte Kategorie geleert.

# UI_TxT_Cat_UncheckAll.ToolTipService.ToolTip
source: This collapses all expanded entries.
de: Damit werden alle aufgeklappten Einträge zugeklappt.

# UI_TxT_CSV_Export.ToolTipService.ToolTip
source: Saves this character sheet in CSV format (Excel compatible) in a folder. Several files are created.
de: Speichert diesen Charakterbogen im CSV Format (Excel Kompatible) in einem Ordner. Es werden mehrere Dateien angelegt.

# UI_TxT_Save.ToolTipService.ToolTip
source: Saves the character sheet.
de: Speichert den Charakterbogen.
